import 'package:places/domain/sight.dart';

/// Коллекция достопримечательностей
 final List<Sight> mocks = [ // Думаю, так будет лучше
// final List mocks = [
  Sight(
      "Собор Успения Пресвятой Богородицы",
      49.1794452,
      36.1593532,
      "http://",
      "Успенский собор — один из старейших православных храмов Харькова. Пятый из двенадцати официальных символов города.",
      "Храм"),
  Sight(
      "Стеклянная струя",
      49.998694,
      36.234583,
      "https://ru.wikipedia.org/wiki/%D0%A1%D1%82%D0%B5%D0%BA%D0%BB%D1%8F%D0%BD%D0%BD%D0%B0%D1%8F_%D1%81%D1%82%D1%80%D1%83%D1%8F",
      "Беседка и фонтан в Харькове, первый символ города. Расположена по Сумской улице в сквере Победы, напротив впоследствии (в 1980-е годы) построенного нового здания Харьковского театра оперы и балета.",
      "Фонтан"),
  Sight(
      "ХАТОБ",
      49.998694,
      36.234583,
      "http://hatob.com.ua",
      "Театр оперы и балета",
      "Театр"),
];
